Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/internasjonale_konvensjoner.html.tmx
Source language: nob
Languages: sme

source: Internasjonale konvensjoner
sme: Riikkaidgaskasaš konvenšuvnnat

source: Sametinget er pådrivere i internasjonale organer for å utvikle og følge opp folkerettslige konvensjoner, erklæringer og andre instrumenter som styrker rettighetene til verdens urfolk.
sme: Sámediggi bargá riikkaidgaskasaš orgánain ovddidit ja čuovvolit álbmotrievttálaš konvenšuvnnaid, julggaštusaid ja eará reaidduid mat nannejit máilmmi álgoálbmogiid vuoigatvuođaid.

source: FNs konvensjon om sivile og politiske rettigheter av 1966 (ICCPR) inneholder flere viktige og sentrale folkerettslige normer i samerettslig sammenheng.
sme: ON konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid hárrái 1966:s (ICCPR) leat ollu deaŧalaš ja guovddáš álbmotrievttálaš sámerievtti norpmat.

source: Denne konvensjonen er også inkorporert i norske rett med forrang foran andre lover, jf menneskerettsloven.
sme: Dát konvenšuvdna lea maiddái heivehuvvon norgga riektái mas lea ovdamunni eará lágaid ektui, gč. olmmošvuoigatvuođalága.

source: Særskilt sentrale er artikkel 1 som omhandler folks rett til selvbestemmelse, artikkel 2, 3 og 26 som omhandler ikke-diskriminering og artikkel 27 som slår fast at personer tilhørende etniske, religiøse eller språklige minoriteter ikke skal nektes retten til å utøve sin egen kultur, bekjenne seg til og utøve sin egen religion, eller bruke sitt eget språk.
sme: Erenoamáš guovddážis lea artihkal 1 mas válddahuvvo álbmoga iešmearridanriekti, artihkkalat 2, 3 ja 26 mat válddahit vealaheami vuostálastima ja artihkal 27 mas nannejuvvo ahte olbmuin geat gullet etnalaš, oskku dahje gielalaš minoritehtaide ii galgga biehttaluvvot vuoigatvuohta bargamis sin iežaset kultuvrrain, dovddasteames sin oskku, dahje geavaheames sin iežaset giela.

source: I forhold til urfolk omfatter artikkel 27 også retten til materiell kulturutøvelse og tradisjonell næringsvirksomhet knytte til bruk av land og naturressurser.
sme: Álgoálbmogiid ektui guoská artihkal 27 maiddái ávnnaskeahtes kulturbargui ja árbevirolaš ealáhusdoibmii mii čatnasa eatnamiid ja luondduriggodagaid geavaheapmái.

source: Bestemmelsen etablerer også beskyttelse mot naturinngrep i områder som urfolk bruker til tradisjonell næringsutøvelse.
sme: Mearrádus suodjala maiddái luonddulihkahallamiid vuostá guovlluin maid álgoálbmogat geavahit árbevirolaš ealáhusbargui.

source: Les FNs konvensjon om sivile og politiske rettigheter av 1966 (ICCPR) Les menneskerettsloven
sme: Loga ON konvenšuvnna siviila ja politihkalaš vuoigatvuođaid hárrái 1966:s (ICCPR) Loga olmmošvuoigatvuođalága

source: FNs konvensjon om økonomiske, sosiale og kulturelle rettigheter av 1966 (ICESCR) hjemler at alle folk har rett til selvbestemmelse, bestemmer sin politiske stilling og fremmer sin egen økonomiske, sosiale og kulturelle utvikling.
sme: ON riikkaidgaskasaš konvenšuvdna ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid birra (ICESCR) vuođđuda buot álbmogiidda vuoigatvuođa iešmearrideapmái, mearridit sin politihkalaš sajádaga ja ovddidit iežaset ekonomalaš, sosiála ja kultuvrralaš ovdáneami.

source: Alle folk kan råde over sine naturrikdommer, og ikke i noe tilfelle må et folk bli berøvet sitt eget eksistensgrunnlag.
sme: Buot álbmogat sáhttet hálddašit iežaset luondduriggodagaid, ii ge man ge dilis galgga rievidit álbmoga birgenlági.

source: Stater må foreta passende handlinger for å implementere konvensjonens rettigheter opp til det maksimale i forhold til landets tilgjengelige ressurser.
sme: Stáhtat galget heivvolaš daguiguin ollašuhttit konvenšuvnna vuoigatvuođaid nu guhkás go beare vejolaš daid riikka resurssaid ektui, mat leat olámuttus.

source: Les FNs konvensjon om økonomiske, sosiale og kulturelle rettigheter av 1966 (ICESCR)
sme: Loga ON riikkaidgaskasaš konvenšuvnna ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid birra (ICESCR)

source: FNs konvensjon om barns rettigheter av 1989 (BK) har to rettigheter som særskilt nevner urfolksbarns rettigheter.
sme: ON konvenšuvnnas mánáid vuoigatvuođaid birra 1989 (MK) leat guokte vuoigatvuođa main erenoamážit namuhuvvojit álgoálbmotmánáid vuoigatvuođaid.

source: Artikkel 30 er nesten identisk med SP artikkel 27, med den forskjell at urfolk uttrykkelig er nevnt i BK artikkel 30. Bestemmelsen etablerer folkerettslige forpliktelser for staten i forhold til samiske barns oppvekstvilkår og deres religiøse, kulturelle og språklige rettigheter.
sme: Artihkal 30 lea measta seammalágan go SP artihkal 27, dainna erohusain ahte álgoálbmot lea čielgasit namuhuvvon MK artihkkalis 30. Dát mearrádus ásaha álbmotrievttálaš geatnegasvuođaid stáhtii sámi mánáid bajásšaddaneavttuid ektui ja sin osku, kultuvrralaš ja gielalaš vuoigatvuođaid hárrái.

source: Artikkel 17 (d) etablerer en forpliktelse fra staten til å virke for at media tar særskilt hensyn til urfolksbarns språklige behov.
sme: Artihkal 17 (d) ásaha geatnegasvuođa stáhtii das ahte dat váikkuha dan ahte mediat váldet sierra vuhtii álgoálbmotmánáid gielalaš dárbbuid.

source: Barnekonvensjonen er som SP og ØSK inkorporert i norsk rett gjennom menneskerettsloven.
sme: Mánáidkonvenšuvdna lea nugo SP ja ESK heivehuvvon norgga riektái olmmošvuoigatvuođalága bokte.

source: Les FNs konvensjon om barns rettigheter av 1989 (BK)
sme: Loga ON konvenšuvnna mánáid vuoigatvuođaid birra 1989 (MK)

source: FNs konvensjon om avskaffelse av alle former for rasediskriminering av 1965 (RDK) er det mest sentrale folkerettslige instrument i diskrimineringssammenheng.
sme: ON konvenšuvdna juohkelágan nállevealaheami heaittiheami birra 1965 (NVK) lea guovdileamos álbmotrievttálaš instrumeanta vealahanoktavuođas.

source: Diskriminering av urfolk faller inn under RDK.
sme: Álgoálbmogiid vealaheapmi gullá NVK vuollái.

source: FNs rasediskrimineringskomité framhever spesielt at urfolks tap og land av naturressurser til ”koloniser, kommersielle selskaper og statlige foretak” er diskriminerende.
sme: ON nállevealahankomitea aiddostahttá erenoamážit ahte dat go álgoálbmogat masset eatnamiid ja luondduriggodagaid “kolonisttaide, gávppálaš servviide ja stáhtalaš fitnodagaide” lea vealaheaddji.

source: Rasediskrimineringskomiteen uttalte seg blant annet til Regjeringen i Norge sitt forslag til finnmarkslov der den uttrykker bekymring for at lovforslaget i betydelig grad reduserer samisk kontroll og beslutningsmyndighet i forhold til land og naturressurser i Finnmark fylke.
sme: Nállevealahankomitea celkkii earret eará Norgga Ráđđehusa finnmárkkuláhka evttohussii ahte ballá das ahte láhkaevttohus mealgat unnida sámi stivrema ja mearrádusválddi eatnamiid ja luondduriggodagaid ektui Finnmárkku fylkkas.

source: Komiteen ba om at Norge måtte søke å finne løsninger spå landrettighetsspørsmålene som det samiske folket kunne slutte seg til.
sme: Komitea celkkii ahte Norga ferte geahččalit gávdnat dakkár čovdosiid eanariekteáššiide maid sámi álbmot sáhttá doarjut.

source: Les FNs konvensjon om avskaffelse av alle former for rasediskriminering av 1965 (RDK)
sme: Loga ON konvenšuvnna juohkelágan nállevealaheami heaittiheami birra 1965 (NVK)

source: 13. september 2007 vedtok FNs generalforsamling FNs erklæring om urfolks rettigheter.
sme: Čakčamánu 13. b. 2007 mearridii ON váldočoahkkin ON álgoálbmot julggaštusa.

source: Erklæringen omhandler rettighetene til selvbestemmelse, land og ressurser, konsultasjoner for fritt informert samtykke, kultur, kulturarv, tradisjonelle kunnskaper, språk, helse og utdanning.
sme: Julggaštusas válddahuvvojit vuoigatvuođat iešmearrideapmái, eatnamiidda ja resurssaide, konsultašuvnnaide friija dieđihuvvon miehtama mielde, kultuvrii, kulturárbái, árbedieđuide, gillii, dearvvašvuhtii ja oahpahussii.

source: Erklæringen anerkjenner uttrykkelig urfolks rett til selvbestemmelse, herunder det samiske folkets rett til fritt å bestemme over egen økonomiske, sosiale og kulturelle utvikling og egne naturressurser, samt retten til fritt å bestemme over sin politiske stilling.
sme: Julggaštusas dohkkehuvvo čielgasit álgoálbmogiid iešmearridanriekti, nugo sámi álbmoga riekti friija mearridit iežas ekonomalaš, sosiálalaš ja kultuvrralaš ovddideami ja iežas etluondduresurssaid, ja dasto riekti friija mearridit iežaset politihkalaš dili.

source: Erklæringen understreker også samenes rett til å styrke sin politiske, rettslige og økonomiske institusjoner.
sme: Julggaštusas deattuhuvvo maiddái sámiid riekti nannet sin politihkalaš, rievttálaš ja ekonomalaš ásahusaid.

source: Les FNs erklæring om urfolks rettigheter
sme: Loga ON álgoálbmot julggaštusa

source: ILO-konvensjonen nr. 169 om urfolk og stammefolk i selvstendige stater av 1989 (ILO 169) er et sentralt folkerettsinstrument i forhold til urfolksrettigheter.
sme: ILO-konvenšuvdna nr. 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain, 1989 (ILO 169) lea guovddáš álbmotriekteinstrumeanta álgoálbmotvuoigatvuođaid hárrái.

source: Konvensjonen omhandler landrettigheter, arbeidsvilkår, yrkesopplæring, helse og utdanning.
sme: Konvenšuvnnas válddahuvvojit eanarievttit, bargoeavttut, ámmátoahpahus, dearvvašvuohta ja oahpahus.

source: Konsultasjoner og deltakelse utgjør hjørnesteinen i konvensjonen.
sme: Konvenšuvnna čiehkageađgin leat konsultašuvnnat ja searvan.

source: Les ILO-konvensjonen nr. 169 om urfolk og stammefolk i selvstendige stater av 1989 (ILO 169)
sme: Loga ILO-konvenšuvnna nr. 169 álgoálbmogiid ja čearddalaš álbmogiid hárrái iešmearrideaddji riikkain, 1989 (ILO 169)

source: Konvensjonen om biologisk mangfold av 1992 (CBD) er også av relevans for en samerettslig utvikling, særlig gjelder dette artikkel 8j og 10c.
sme: Konvenšuvnnas biologalaš máŋggabealátvuođa birra, 1992 (CBD) lea maiddái mearkkašupmi sámerievttálaš ovdáneapmái, erenoamážit guoská dát artihkkaliidda 8j og 10c.

source: Som ledd i de statlige forpliktelsene for å bevare det biologiske mangfoldet skal statene ”respektere, bevare og opprettholde kunnskapen, nyskapninger og praksis til urfolkssamfunn og lokalsamfunn som lever på tradisjonell måte”.
sme: Go stáhtas lea geatnegasvuohta suodjalit biologalaš máŋggabealátvuođa, de galget dat “doahttalit, suodjalit ja bisuhit máhtolašvuođa, ođđaháhkamiid ja álgoálbmot ja báikkálaš servodaga/álbmoga geavahusa geat ellet árbevirolaš vuogi mielde.

source: Les konvensjonen om biologisk mangfold av 1992 (CBD)
sme: Loga konvenšuvnna biologalaš máŋggabealátvuođa birra, 1992 (CBD)

source: FNs Kvinnediskrimineringskonvensjon bygger på de grunnleggende menneskerettigheter, på det enkelte menneskets verdighet og verdi og på like rettigheter for menn og kvinner.
sme: ON Nissonvealahuskonvenšuvdna lea vuođđuduvvon vuođđo- olmmošvuoigatvuođaide, ovttaskasolbmo gelbbolašvuhtii ja árvui ja almmáiolbmuid ja nissonolbmuid ovttadássásaš vuoigatvuođaide.

source: Konvensjonen definerer begrepet diskriminering av kvinner til å være enhver forskjellsbehandling, utestenging eller begrensning på grunnlag av kjønn som har som virkning eller formål å oppheve eller svekke anerkjennelsen, nytelsen eller utøvelsen av kvinners menneskerettigheter og grunnleggende friheter på det politiske, økonomiske, sosiale, kulturelle, sivile eller ethvert annet område, uavhengig av sivilstatus og med likestilling mellom menn og kvinner som utgangspunkt.
sme: Konvenšuvdna definere ahte nissonolbmuid vealaheapmi lea juohke erohusmeannudeapmi, olggušteapmi dahje ráddjen sohkabeali vuođul dakkár váikkuhusain dahje áigumušain ahte fámohuhttit dahje geanohuhttit nissonolbmuid olmmošvuoigatvuođaid ja vuođđofriddjavuođaid dohkkeheami, návddašeami dahje doaimmaheami politihkalaš, ekonomalaš, sosiála, kultuvrralaš, siviila dahje juohke eará suorggis, beroškeahttá siviiladilis ja almmáiolbmo ja nissonolbmo gaskasaš ovttadássásašvuođa vuođul.

source: Konvensjonen omfatter kvinners rettigheter både i privatliv og når det gjelder formelle rettigheter i samfunnet.
sme: Konvenšuvdna fátmmasta nissonolbmuid vuoigatvuođaid sihke priváhtaeallimis ja go guoská formálalaš vuoigatvuođaide servodagas.

source: Konvensjonen har ingen særskilte bestemmelser for urfolk, men omtaler all form for diskriminering av kvinner på ulike arenaer.
sme: Konvenšuvnnas eai leat sierra mearrádusat álgoálbmogiid várás, muhto válddaha juohkelágan vealaheami nissonolbmuid vuostá iešguđet arenain.

source: Les FNs Kvinnediskrimineringskonvensjon
sme: Loga ON nissonvealahuskonvenšuvnna
